Repository: didisouzacosta/CleanerXcode
Catalog: CleanerXcode/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, pt_br, zh_hans

source: 🎉 Success, all clear!
es: 🎉 ¡Éxito, todo limpio!
fr: 🎉 Succès, tout est propre !
ja: 🎉 成功、すべてクリア！
pt_br: 🎉 Sucesso, tudo limpo!
zh_hans: 🎉 成功，全部清理完毕！

source: Cache
es: Caché
ja: キャッシュ
zh_hans: 缓存

source: Calculating
es: Calculando
fr: Calcul en cours
ja: 計算中
pt_br: Calculando
zh_hans: 计算中

source: Cleaning
es: Limpiando
fr: Nettoyage en cours
ja: クリーニング中
pt_br: Limpando
zh_hans: 清理中

source: Clear
es: Limpiar
fr: Nettoyer
ja: クリア
pt_br: Limpar
zh_hans: 清理

source: Clear %@
es: Limpiar %@
fr: Nettoyer %@
ja: %@ をクリア
pt_br: Limpar %@
zh_hans: 清理 %@

source: Clear Device Support
es: Limpiar soporte de dispositivos
fr: Nettoyer Device Support
ja: デバイスサポートをクリア
pt_br: Limpar Device Support
zh_hans: 清理设备支持

source: Clear Simulator Data
es: Limpiar datos del simulador
fr: Nettoyer Simulator Data
ja: シミュレーターデータをクリア
pt_br: Limpar Simulator Data
zh_hans: 清理模拟器数据

source: Dedication
es: Dedicatoria
fr: Dédicace
ja: 献辞
pt_br: Dedicatória
zh_hans: 致谢

source: Display Free Up Space In Menu Bar
es: Mostrar espacio liberado en la barra de menú
fr: Afficher l'espace libéré dans la barre de menus
ja: メニューバーに解放スペースを表示
pt_br: Exibir espaço usado na barra de tarefas
zh_hans: 在菜单栏显示释放的空间

source: Donate
es: Donar
fr: Faire un don
ja: 寄付する
pt_br: Faça uma doação
zh_hans: 捐赠

source: Home
es: Inicio
fr: Accueil
ja: ホーム
pt_br: Principal
zh_hans: 主页

source: If you like it tool, consider make a donation.
es: Si te gusta esta herramienta, considera hacer una donación.
fr: Si vous aimez cet outil, envisagez de faire un don.
ja: このツールが気に入ったら、寄付をご検討ください。
pt_br: Se você gostou, considere fazer uma doação
zh_hans: 如果您喜欢这个工具，请考虑捐赠。

source: Launch At Login
es: Iniciar al iniciar sesión
fr: Lancer au démarrage
ja: ログイン時に起動
pt_br: Iniciar no login
zh_hans: 登录时启动

source: Preferences
es: Preferencias
fr: Préférences
ja: 環境設定
pt_br: Preferências
zh_hans: 偏好设置

source: Quit
es: Salir
fr: Quitter
ja: 終了
pt_br: Sair
zh_hans: 退出

source: Remove Archives
es: Eliminar archivos
fr: Supprimer les archives
ja: アーカイブを削除
pt_br: Remover Archives
zh_hans: 删除归档

source: Remove Caches
es: Eliminar cachés
fr: Supprimer les caches
ja: キャッシュを削除
pt_br: Remover Caches
zh_hans: 删除缓存

source: Remove Derived Data
es: Eliminar datos derivados
fr: Supprimer les données dérivées
ja: Derived Dataを削除
zh_hans: 删除派生数据

source: Remove Old Simulators
es: Eliminar simuladores antiguos
fr: Supprimer les anciens simulateurs
ja: 古いシミュレーターを削除
pt_br: Remove Simuladores Antigos
zh_hans: 删除旧版模拟器

source: Reset Xcode Preferences
es: Restablecer preferencias de Xcode
fr: Réinitialiser les préférences Xcode
ja: Xcode の環境設定をリセット
pt_br: Resetar preferências do Xcode
zh_hans: 重置 Xcode 偏好设置

source: Simulators & Xcode
es: Simuladores y Xcode
fr: Simulateurs & Xcode
ja: シミュレーターと Xcode
pt_br: Simuladores & Xcode
zh_hans: 模拟器与 Xcode

source: This simple app was made for anyone who loves developing for Apple technologies. I'd like to dedicate this app to my son Orlando and my wife Gisele.
es: Esta sencilla aplicación fue creada para todos los que aman desarrollar para las tecnologías de Apple. Me gustaría dedicar esta aplicación a mi hijo Orlando y mi esposa Gisele.
fr: Cette application simple a été créée pour tous ceux qui aiment développer pour les technologies Apple. Je voudrais dédier cette application à mon fils Orlando et ma femme Gisele.
ja: このシンプルなアプリは、Apple テクノロジーの開発を愛するすべての人のために作られました。 このアプリを私の息子 Orlando と妻 Gisele に捧げたいと思います。
pt_br: Esse simples app foi feito para aqueles que amam desenvolver para tecnologias App. Eu gostaria de dedicar esse app para meu filho Orlando e minha esposa Gisele.
zh_hans: 这款简单的应用程序是为所有热爱 Apple 技术开发的人创建的。 我想将这款应用程序献给我的儿子 Orlando 和我的妻子 Gisele。

source: Try again
es: Intentar de nuevo
fr: Réessayer
ja: もう一度試す
pt_br: Tentar novamente
zh_hans: 重试

source: Update
es: Actualizar
fr: Mettre à jour
ja: アップデート
pt_br: Atualizar
zh_hans: 更新

source: Version %@
es: Versión %@
ja: バージョン %@
pt_br: Versão %@
zh_hans: 版本 %@
